[
  {
    "beginDate": "0822-01-01",
    "endDate": "0877-12-31",
    "description": "Erste urkundliche Erwähnung Rössings als Rhottingun in der älteren Reihe der Corveyer Traditionen."
  },
  {
    "beginDate": "1039-01-01",
    "description": "Nach Familienüberlieferung, erste Erwähnung der Herren von Rössing."
  },
  {
    "beginDate": "1054-01-01",
    "description": "Verschiedene Urkunden zeugen von Besitzübertragungen, Lehnsvergaben und Abtretung von Zehnten durch die Bischöfe."
  },
  {
    "beginDate": "1132-01-01",
    "description": "Erste urkundliche Erwähnung der Herren von Rössing Ernestus de Rottige minis terialis. Die Herren von Rössing werden von den Bischöfen mit den 'Gütern zu Rössing' belehnt, genauer Zeitpunkt unbekannt."
  },
  {
    "beginDate": "1150-01-01",
    "endDate": "1200-12-31",
    "description": "Hebeliste des Klosters Helmarshausen beschreibt die Größe und Erträge seines Rössinger Meierdings (Fronhofswirtschaft) 22 Hufe (je 30 Morgen) und Höfe mit 22 Hörigen, dazu der Amtshof, Wiesen und Weiden (ca. 900 Morgen insgesamt)."
  },
  {
    "beginDate": "1132-01-01",
    "description": "Domprobst Friedrich bestätigt, dass der Bürger und Ministerial Volkmar 110 Pfund aus dem Zehnten zu Rössing für das Seelenheil seiner Familie überwiesen hat."
  },
  {
    "beginDate": "1282-01-01",
    "endDate": "1297-12-31",
    "description": "Kirche St. Peter und Paul in Rössing wird erbaut durch die Herren von Rössing (Kirchenpatronat)."
  },
  {
    "beginDate": "1292-01-01",
    "description": "Herzog Otto der Strenge errichtet auf der Grenze zum Bistum Hildesheim an der Leine eine Turmburg (Feste Calenberg)."
  },
  {
    "beginDate": "1342-01-01",
    "endDate": "1542-12-31",
    "description": "Ständige Fehden zwischen Fürsten, Rittern, Hildesheimer Bischöfen und der Stadt Hildesheim."
  },
  {
    "beginDate": "1342-01-01",
    "description": "Lippold von Rössing und sein Sohn Siverd geloben, dass den Herzögen von Braunschweig und Lüneburg von ihrer Burg aus kein Schaden zugefügt werden soll."
  },
  {
    "beginDate": "1348-01-01",
    "description": "Bodo von Saldern erhält das Meierding Rössing auf Lebenszeit als Pfandgut vom Kloster Helmarshausen."
  },
  {
    "beginDate": "1375-01-01",
    "description": "Vom Meierding in Rössing sind Hörige entwichen. Hermann, Abt des Klosters Helmarshausen, bittet den Bischof in Hildesheim um Amtshilfe beim Wiedereinfangen der Hörigen."
  },
  {
    "beginDate": "1397-01-01",
    "description": "Fehdebrief, Rössing wird in eine Fehde zwischen Hildesheimer Rittern und dem Bischof nebst Domcapitel einbezogen, weil der Bischof in Rössing Besitzungen hat."
  },
  {
    "beginDate": "1398-01-01",
    "description": "Der Bischof von Halberstadt verleiht an Siverd und Diederik von Rössing das Erbmarschallamt im Bistum Halberstadt und die Güter zu Berssel und Suderode."
  },
  {
    "beginDate": "1404-09-14",
    "description": "Bischof Johann von Hildesheim und die Welfenherzöge Bernhard und Heinrich wollen wegen ihrer Differenzen eine 'Tagefahrt' (einen Schiedstermin) beim Dorfe Rössing halten."
  },
  {
    "beginDate": "1406-01-26",
    "endDate": "1406-02-10",
    "description": "Zwischen dem 26.01. und dem 10.02. wollen die gleichen Kontrahenten wieder eine 'Tagefahrt' halten und zwecks Bereinigung von Irrtümern sich auf der Malstatt zwischen Steuerwald und dem Calenberg im Bevelter Bruch treffen."
  },
  {
    "beginDate": "1406-06-23",
    "description": "Klageschrift des Bischofs Johann wegen Übergriffen der herzoglichen Vögte auf dem Calenberg gegen Siverd und Diederik von Rössing."
  },
  {
    "beginDate": "1406-08-14",
    "description": "Antwort der Herzöge Bernhard und Heinrich auf die Klageschrift. Die Herzöge schmettern alle Vorwürfe ab."
  },
  {
    "beginDate": "1417-01-01",
    "description": "Kloster Helmarshausen verpfändet u.a. das Meierding Rössing an das Moritz-Kloster vor Hildesheim."
  },
  {
    "beginDate": "1427-01-01",
    "description": "Kloster Helmarshausen verpfändet u.a. das Meierding Rössing an das Godehardi-Kloster vor Hildesheim."
  },
  {
    "beginDate": "1431-01-01",
    "description": "Die Herzöge haben die stiftsche Burg Rössing abgebrochen."
  },
  {
    "beginDate": "1432-01-01",
    "description": "Beseke von Rössing verpflichtet sich, keine Burg wieder aufzubauen, nur Gebäude für Wohn- und Wirtschaftszwecke."
  },
  {
    "beginDate": "1486-08-09",
    "description": "Weil der Bischof in der Stadt Hildesheim die Biersteuer erhöht hat, lässt der Rat der Stadt das stiftsche Dorf Rössing niederbrennen (Bierkrieg)."
  },
  {
    "beginDate": "1495-01-01",
    "endDate": "1540-12-31",
    "description": "Erich der Ältere erbt und regiert das selbständige Fürstentum Calenberg. Der 'Ewige Landfrieden' wird verkündet, vorerst Ende der Fehden. Er modernisiert die Feste Calenberg mit hohem Wall und Graben."
  },
  {
    "beginDate": "1506-01-01",
    "description": "Herzog Erich d.Ä. verleiht Jahn von Rössing und 'sinen Gefeddern' Siverd und Friedrich das Erbküchenmeisteramt im Fürstentum Calenberg mit allen Gefällen und Zubehörungen (Hofämter wurden auch gemeinschaftlich verliehen). Ein Lehnsbrief von 1506 weist außerdem noch umfangreichen Lehnsbesitz in vielen Dörfern im Halberstädtischen aus."
  },
  {
    "beginDate": "1516-01-01",
    "description": "Bündnis von 25 Stift-Hildesheimischen Rittern (darunter Sievert und Friedrich von Rössing) mit den Welfenherzögen gegen drohende Besteuerung durch den Bischof"
  },
  {
    "beginDate": "1519-01-01",
    "endDate": "1523-12-31",
    "description": "Große Hildesheimer Stiftsfehde, endet mit dem Quedlinburger Rezess und Zerschlagung des Großen Stiftes, Rössing kommt zum Amt Calenberg"
  },
  {
    "beginDate": "1519-01-01",
    "description": "Feste Calenberg wird (nach Ausbau mit großem Wall und Graben durch Erich d.Ä.) 3 Wochen vergeblich mit großem Geschütz belagert"
  },
  {
    "beginDate": "1527-01-01",
    "description": "Herzog Erich d.Ä. kauft von Siverd von Rössing die Hälfte des von Rössingschen erblichen Eigenbesitzes in Rössing"
  },
  {
    "beginDate": "1532-01-01",
    "description": "Fünf Jahre später kauft Erich d.Ä. von Lippold und Bartold von Rössing die zweite Hälfte, für insgesamt 7000 Rheinische Goldgulden (ihr Lehnsbesitz bleibt unberührt)"
  },
  {
    "beginDate": "1537-01-01",
    "endDate": "1538-12-31",
    "description": "Herzog Erich d.Ä. erwirbt vom in Auflösung begriffenen Kloster Helmarshausen die Pfandschaft über das Amt Rössing auf 60 Jahre, was einem dauernden Erwerb gleich kommt"
  },
  {
    "beginDate": "1543-01-01",
    "description": "In Rössing wird die Reformation eingeführt"
  },
  {
    "beginDate": "1561-01-01",
    "description": "Herr Dröneke wird Pastor (bis 1610)"
  },
  {
    "beginDate": "1579-01-01",
    "endDate": "1589-12-31",
    "description": "Bau des Rössinger Schlosses durch Ludolph von Rössing"
  },
  {
    "beginDate": "1611-01-01",
    "description": "Hermann Bonichius wird Pastor (bis 1628)"
  },
  {
    "beginDate": "1618-01-01",
    "endDate": "1648-12-31",
    "description": "30-jähriger Krieg, beim Friedensschluss erfolgt die Restitution des Stiftes, aber Rössing verbleibt bei Calenberg"
  },
  {
    "beginDate": "1625-01-01",
    "description": "Tilly belagert 17 Tage die Feste Calenberg, wegen Meuterei der Besatzung muss der Kommandant kapitulieren"
  },
  {
    "beginDate": "1626-07-27",
    "description": "große Reiterschlacht bei Rössing, 7000 dänische Reiter werden von der katholischen Liga besiegt"
  },
  {
    "beginDate": "1629-01-01",
    "description": "J. von Gehrden wird Pastor (bis 1654)"
  },
  {
    "beginDate": "1639-01-01",
    "description": "Hexenprozess in Rössing"
  },
  {
    "beginDate": "1641-01-01",
    "description": "Erste Küsterschule in Rössing wird nachgewiesen"
  },
  {
    "beginDate": "1655-01-01",
    "description": "Christof Fahrberger wird Pastor (bis 1667)"
  },
  {
    "beginDate": "1668-01-01",
    "description": "Jakobus Struckhausen wird Pastor (bis 1694)"
  },
  {
    "beginDate": "1690-01-01",
    "endDate": "1720-12-31",
    "description": "Herzog Ernst August befiehlt den Abbruch der Feste Calenberg"
  },
  {
    "beginDate": "1695-01-01",
    "description": "Henrikus Stein wird Pastor (bis 1702)"
  },
  {
    "beginDate": "1703-01-01",
    "description": "Johan Ernestus Grelle wird Pastor (bis 1719)"
  },
  {
    "beginDate": "1720-01-01",
    "description": "Heinrich Brandes wird Pastor (bis 1732)"
  },
  {
    "beginDate": "1733-01-01",
    "description": "Cord Friedrich Brandes wird Pastor (bis 1752)"
  }
]
